tap "cloudflare/cloudflare"
tap "daipeihust/tap"
tap "koekeishiya/formulae"
tap "travelist/aoj-cli"

brew "ansible"
brew "automake"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "binutils"
brew "chezmoi"
brew "cloudflare/cloudflare/cf-terraforming"
brew "cloudflared"
brew "composer"
brew "coreutils"
brew "daipeihust/tap/im-select"
brew "diffutils"
brew "eva"
brew "eza"
brew "fcp"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "gzip"
brew "hyperfine"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "kubernetes-cli"
brew "luarocks"
brew "mas"
brew "mise"
brew "moreutils"
brew "ncurses"
brew "neovim"
brew "odo-dev"
brew "openshift-cli"
brew "pinentry-mac"
brew "podman-compose"
brew "ripgrep"
brew "skopeo"
brew "starship"
brew "tektoncd-cli"
brew "tmux"
brew "trash-cli"
brew "unzip"
brew "wget"
brew "zoxide"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "alacritty"
cask "chatgpt"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "jupyterlab"
cask "karabiner-elements"
cask "notion"
cask "notion-calendar"
cask "podman-desktop"
cask "wezterm"
