tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ansible"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "cargo-edit"
brew "chezmoi"
brew "eva"
brew "eza"
brew "fcp"
brew "fd"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "luarocks"
brew "mas"
brew "mise"
brew "neovim"
brew "odo-dev"
brew "openshift-cli"
brew "pinentry-mac"
brew "podman-compose"
brew "ripgrep"
brew "sheldon"
brew "skopeo"
brew "starship"
brew "tmux"
brew "tor"
brew "zellij"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "authy"
cask "cron"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "jupyterlab"
cask "karabiner-elements"
cask "podman-desktop"
cask "powershell"
cask "unity-hub"
cask "visual-studio-code"
cask "wezterm"
